Repository: iit-rende/thesapp-ios
Catalog: thesapp/*.lproj/Localizable.strings
Languages: it

source: Narrower terms
it: Termini più specifici

source: Broader terms
it: Termini più generici

source: Related terms
it: Termini correlati

source: Terms
it: Termini

# DOMAIN
source: Domains
it: Dominio

# LOCALIZATIONS
source: Translations
it: Traduzioni

source: Categories
it: Categorie

# SINOMINI
source: Synonyms
it: Sinonimi

source: Description
it: Descrizione

# CHOSE_CAT
source: Choose category
it: Scegli una categoria

# CHOSE_DOMAIN
source: Choose domain
it: Scegli un dominio

# DOWNLOAD_DOMAINS
source: Downloading domains...
it: Scarico i domini...

# SEARCH_PLACEHOLDER
source: Search a term
it: Cerca un termine...

# DOMAIN_SEARCH
source: Searching domains...
it: Ricerca domini in corso...

# CATEGORY_SEARCH
source: Searching category ...
it: Ricerca categorie in corso...

# CATEGORIES_SEARCH
source: Searching categories...
it: Ricerca categoria in corso...

# TERM_SEARCH
source: Searching term...
it: Ricerca termine in corso...

# COULD_INTEREST
source: Could be interesting
it: Potrebbero interessarti

source: Cancel
it: Annulla

source: Browse Thesaurus
it: Naviga il Thesaurus

source: Warning
it: Attenzione

source: Term not found
it: Termine non trovato

# NO_CATEGORIES_FOUND
source: No categories found for this domain
it: Nessuna categoria trovata per questo dominio

source: FILTER FOR CATEGORY
it: FILTRA PER CATEGORIA

source: USE ALL CATEGORY
it: USA TUTTE LE CATEGORIE

# NO_TERM_FOUND
source: No terms founds
it: Nessun termine trovato

# CAT_NOT_FOUND
source: Category not found
it: Categoria non trovata

# CAT_WITH_NO_TERMS
source: Category does not contain any terms
it: La categoria non contiene alcun termine

source: No results
it: Nessun risultato

source: Retry
it: Riprova
